let questions = [{
        "question": "是否擔心露營時的天氣？",
        "answers": [
            ["是的", 2, "o"],
            ["不會", 2, "x"],
            // ["不清楚", 4]
        ]
    },
    {
        "question": "是否討厭帶沉重的行囊出遊？", //2
        "answers": [
            ["是的", 3, "o"],
            ["不介意", 3, "x"],
            //["一般", 5]
        ]
    },
    {
        "question": "希望能在露營中享受玩水的樂趣？", //3
        "answers": [
            ["是的", 4, "o"],
            ["不想玩水", 4, "x"],
            //["還好", 6]
        ]
    },
    {
        "question": "露營就是要烤肉才對味！", //4
        "answers": [
            ["贊成", 5, "o"],
            ["沒有烤肉也行", 5, "x"],
            // ["不要", 7]
        ]
    },
    {
        "question": "喜歡在哪種場地上露營？", //5
        "answers": [
            ["草地", "草地"],
            ["木板", "木板"],
            ["碎石", "碎石"],
            ["水泥", "水泥"],
        ]
    },


];

let finalAnswers = {
    "草地": ["旗津豪華露營區-露營樂2號店", "地址：高雄市旗津區旗津三路51號", "特色：有豪華露營、海景欣賞、可看星空夜景、有大象水滑梯和星光電影院 ", "https://www.easycamp.com.tw/Store_2530.html", "附近景點：離旗津彩虹教堂走路1分鐘"],
    "木板": ["石梯坪露營區", "地址：花蓮縣豐濱鄉石梯坪52號", "特色：賞海景營地，下方海域可浮潛，可看日出日落", "http://camping33.pgo.tw/", "附近景點：離石梯坪遊憩風景區開車3分鐘、走路13分鐘"],
    "碎石": ["頭社後尖山休閒營地", "地址：南投縣魚池鄉平和巷10號", "特色：有許多活動可供報名、提供許多設施", "https://www.facebook.com/campinggogogo/", "附近景點：離月牙灣開車11分鐘、走路47分鐘"],
    "水泥": ["歐敏露營區", "地址：南投縣仁愛鄉精英村榮華巷50附1號", "特色：有溫泉、可看星空", "https://www.facebook.com/om423/", "附近景點：離精英野溪溫泉開車29分鐘"]
};

let finalAnswer = {
    "草地": ["mindquiz/旗津豪華露營區-露營樂2號店.jpg"],
    "木板": ["mindquiz/石梯坪露營區.PNG"],
    "碎石": ["mindquiz/頭社後尖山休閒營地.jpg"],
    "水泥": ["mindquiz/歐敏露營區.jpg"]
};